export const deliverySections = [
	{
		id: 'delivery',
		title: 'Доставка',
		text: `
	  		Мы отправляем заказы по России несколькими способами.
	  		Доступные варианты и точная стоимость доставки зависят от вашего города и рассчитываются при подтверждении заказа.
	`,
	},
	{
		id: 'sdek',
		title: 'СДЭК',
		text: `
	 		Доставка до удобного пункта выдачи СДЭК или курьером до указанного адреса.
			После отправки заказа вы получите номер для отслеживания посылки.
			Стоимость и ориентировочные сроки доставки рассчитываются индивидуально в зависимости от региона.
		`,
	},
	{
		id: 'russianPost',
		title: 'Почта России',
		text: `
			Доставка в отделение Почты России по указанному индексу.
			После отправки мы предоставим трек-номер, по которому можно отслеживать статус отправления.
			Стоимость и сроки зависят от региона назначения.
		`,
	},
	{
		id: 'toDoorDelivery',
		title: 'Курьерская доставка',
		text: `
			Для некоторых городов может быть доступна курьерская доставка до двери.
			Возможность, стоимость и удобное время доставки уточняются при подтверждении заказа.
		`,
	},
	{
		id: 'howToOrder',
		title: 'Как оформить заказ',
		text: `
			Добавьте понравившиеся украшения в заявку и заполните контактную форму.
			После получения заявки мы свяжемся с вами, чтобы:
			— подтвердить наличие выбранных изделий;
			— уточнить размер и другие параметры, если это необходимо;
			— согласовать способ и адрес доставки;
			— рассчитать итоговую стоимость заказа;
			— предоставить информацию для оплаты.

			Отправка формы на сайте не является оплатой заказа.
		`,
	},
	{
		id: 'paymentMethods',
		title: 'Оплата',
		text: `
			Оплата непосредственно на сайте your jeweler не производится.
			После подтверждения заказа мы отправим вам информацию для оплаты удобным способом. Производить оплату необходимо только после того, как мы подтвердим наличие украшений и итоговую стоимость заказа.
			Мы не запрашиваем и не храним данные банковских карт на сайте.
			После подтверждения оплаты заказ передается на упаковку и подготовку к отправке.
		`,
	},
	{
		id: 'shippingTime',
		title: 'Сроки отправки',
		text: `
			Украшения в наличии подготавливаются к отправке после подтверждения заказа и оплаты.
			Если изделие изготавливается или комплектуется специально для вас, мы заранее сообщим предполагаемый срок готовности.
			После передачи заказа службе доставки вы получите информацию для отслеживания отправления.
		`,
	},
	{
		id: 'Packaging',
		title: 'Упаковка',
		text: `
			Каждое украшение отправляется в фирменной упаковке, подходящей как для хранения, так и для подарка.
			Мы дополнительно защищаем изделия при транспортировке, чтобы заказ дошел до вас в сохранности.
		`,
	},
	{
		id: 'questions',
		title: 'Остались вопросы?',
		text: `
			Если вы хотите уточнить сроки доставки, наличие украшения или детали заказа, свяжитесь с нами через форму обратной связи.
			Мы поможем подобрать подходящий вариант доставки и ответим на ваши вопросы до оформления заказа.
		`,
	},
];
